{
  "tokenizer_class": "EnTokenizer",
  "auto_map": {
    "AutoTokenizer": ["entokenizer.EnTokenizer", null]
  },
  "model_max_length": 1000,
  "padding_side": "right",
  "truncation_side": "right",
  "chat_template": null,
  "bos_token": "[START]",
  "eos_token": "[STOP]",
  "unk_token": "[UNK]",
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "cls_token": "[CLS]",
  "mask_token": "[MASK]"
}